{
  "publications": [
    {
        "title": "PHONITALE: Phonologically Grounded Mnemonic Generation for Typologically Distant Language Pairs",
        "authors": "<span style='text-decoration: underline; text-decoration-thickness: 1px; text-underline-offset: 2.5px;'> Sana Kang</span>, Myeongseok Gwon, Suyeong Kwon, Jaewook Lee, Andrew Lan, Bhiksha Raj, Rita Singh",
        "venue": "EMNLP 2025",
        "status": "Under Review",
        "type": "Conference",
        "tags": ["CS", "NLP", "Deep Learning", "Phonology", "Low Resource Language"],
        "links": { },
        "description": "A phonology-aware system that generates effective cross-lingual mnemonics for second-language learners using LLMs and IPA-based keyword retrieval. Built a scalable mnemonic generation pipeline that bridges phonological gaps between typologically distant languages like Korean and English.",
        "image": "/publications/phonitale.png"
    },
    {
      "title": "LLMs Meet Match-Up Theory: A New Frontier in Influencer Recommendation",
      "authors": "Myeongseok Gwon, <span style='text-decoration: underline; text-decoration-thickness: 1px; text-underline-offset: 2.5px;'> Sana Kang </span>, Minhyeong Lee, Sung-hyuk Park",
      "venue": "ICIS 2025",
      "status": "Under Review",
      "type": "Conference",
      "tags": ["IS", "Multimodal Learning", "LLM", "Recommender System", "Influencer Marketing"],
      "links": { },
      "description": "An interpretable influencer recommendation system that leverages LLMs to assess brand-influencer fit via semantic alignment across captions, hashtags, and images. A prompt-engineered GPT-4o pipeline generates content-based fitness scores from multimodal Instagram data, and econometric validation shows strong performance even under severe label sparsity, especially with text-only inputs.",
      "image": "/publications/llm-match-up.png"
    },
    {
        "title": "Beyond English-Centric AI: Strategic FrameWorkss for Developing Low-Resource Language Models",
        "authors": "Prithwiraj Choudhury, Do Yoon Kim, <span style='text-decoration: underline; text-decoration-thickness: 1px; text-underline-offset: 2.5px;'> Sana Kang</span>",
        "venue": "<a href='https://rossweb.bus.umich.edu/ai-handbook/'>Handbook on Artificial Intelligence and Strategy </a>",
        "status": "Accepted",
        "type": "Book Chapter",
        "tags": ["Strategy", "IS", "LLM", "Innovation", "Low Resource Language"],
        "links": { "ssrn": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5285155" },
        "description": "A critical examination of how language ideologies embedded in NLP systems marginalize non-English users and languages. Through case studies and design reflections, we explore how multilingual technologies can be reimagined to center equity, local relevance, and user participation in low-resource settings. (Expected Publication: 2026)",
        "image": "/publications/beyond-english.png"
    },
    {
      "title": "Transforming Cardiology with AI: A Rigorous Review of Machine Learning Innovations and Implementation Pathways",
      "authors": "Sana Kang, Daesan-Oh, Sung-Hyuk Park, Firenze Inc. Team",
      "status": "In Preparation",
      "type": "Survey Paper",
      "tags": ["Healthcare", "Clinical AI", "ML Fairness"],
      "links": {  },
      "image": "/publications/healthcare-ai.png",
      "description": "A survey paper that highlights the clinical utility and machine learning impact of large-scale health datasets, including population biobanks (e.g., UK Biobank, KoGES) and electronic health records (e.g., CPRD). The paper synthesizes key characteristics, such as data types and ancestry diversity, and demonstrates their role in improving risk prediction, validating cross-ethnic generalization, and addressing algorithmic bias in clinical applications."
    },
    {
      "title": "Causal Inference in Information Systems",
      "authors": "Prof. X, Sana Kang, Prof. Y",
      "venue": "ICIS 2025",
      "status": "Under Review",
      "type": "Conference",
      "tags": ["IS", "Causal Inference"],
      "links": { "paper": "#" },
      "description": "Exploring causal relationships in information systems and business analytics applications."
    },
    {
      "title": "Strategic Business Analysis in Digital Era",
      "authors": "Harvard Team, Boston College Team, UMich Team, Sana Kang",
      "venue": "Strategic Management Book Chapter",
      "status": "Accepted",
      "type": "Book Chapter",
      "tags": ["Strategy", "Business"],
      "links": { "publisher": "#" },
      "description": "Collaborative research on business strategy with leading academic institutions."
    }
  ]
} 