{
  "publications": [
    {
        "title": "PHONITALE: Phonologically Grounded Mnemonic Generation for Typologically Distant Language Pairs",
        "authors": "<span style='text-decoration: underline; text-decoration-thickness: 1px; text-underline-offset: 2.5px;'> Sana Kang</span>, Myeongseok Gwon, Suyeong Kwon, Jaewook Lee, Andrew Lan, Bhiksha Raj, Rita Singh",
        "venue": "Under review at ACL Rolling Review (2025)",
        "status": "Under Review",
        "type": "Conference",
        "tags": ["CS", "NLP", "Deep Learning", "Phonology", "Low Resource Language"],
        "links": { },
        "description": "A phonology-aware cross-lingual mnemonic generator combining IPA-based keyword retrieval and LLM cue generation, tailored for typologically distant languages; validated via user study with L2 learners.",
        "image": "/publications/phonitale.png"
    },
    {
      "title": "LLMs Meet Match-Up Theory: A New Frontier in Influencer Recommendation",
      "authors": "Myeongseok Gwon, <span style='text-decoration: underline; text-decoration-thickness: 1px; text-underline-offset: 2.5px;'> Sana Kang </span>, Minhyeong Lee, Sung-hyuk Park",
      "venue": "Under review at ICIS (2025)",
      "type": "Conference",
      "status": "Under Review",
      "tags": ["IS", "Multimodal Learning", "LLM", "Recommender System", "Influencer Marketing"],
      "links": { },
      "description": "An interpretable influencer recommendation framework integrating match-up theory with LLM-based multimodal alignment. The system employs GPT-4o to generate brand-influencer fitness scores from Instagram captions, hashtags, and images, and demonstrates robust predictive power via econometric validation under label sparsity.",
      "image": "/publications/llm-match-up.png"
    },
    {
        "title": "Beyond English-Centric AI: Strategic FrameWorkss for Developing Low-Resource Language Models",
        "authors": "Prithwiraj Choudhury, Do Yoon Kim, <span style='text-decoration: underline; text-decoration-thickness: 1px; text-underline-offset: 2.5px;'> Sana Kang</span>",
        "venue": "<a href='https://rossweb.bus.umich.edu/ai-handbook/'>Handbook on Artificial Intelligence and Strategy </a>, UMich Ross (Forthcoming 2026)",
        "status": "Accepted",
        "type": "Book Chapter",
        "tags": ["Strategy", "IS", "LLM", "Innovation", "Low Resource Language"],
        "links": { "ssrn": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5285155" },
        "description": "An investigation into how English-centric NLP design marginalizes users of low-resource languages. The chapter proposes innovation frameworks, such as frugal and disruptive innovation, for equitable AI development, supported by case studies and platform-level design reflections.",
        "image": "/publications/beyond-english.png"
    },
    {
      "title": "Transforming Cardiology with AI: A Rigorous Review of Machine Learning Innovations and Implementation Pathways",
      "authors": "<span style='text-decoration: underline; text-decoration-thickness: 1px; text-underline-offset: 2.5px;'> Sana Kang</span>, Daesan-Oh, Sung-Hyuk Park, Firenze Inc. Team",
      "status": "In Preparation",
      "type": "Survey Paper",
      "tags": ["Healthcare", "Clinical AI", "ML Fairness"],
      "links": {  },
      "image": "/publications/healthcare-ai.png",
      "description": "A survey paper that highlights the clinical utility and machine learning impact of large-scale health datasets, including population biobanks (e.g., UK Biobank, KoGES) and electronic health records (e.g., CPRD). The paper synthesizes key characteristics, such as data types and ancestry diversity, and demonstrates their role in improving risk prediction, validating cross-ethnic generalization, and addressing algorithmic bias in clinical applications."
    }
  ]
} 